stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/25-wf1-250-wf2-25-wf3/wave-iteration-2/out-wf1-25-2022-01-21_13:00:39.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    15m0.070405596s, 14m59.96036709s, 110.038506ms
Latencies     [mean, 50, 95, 99, max]  211.040808ms, 117.527413ms, 805.90667ms, 2.014972713s, 3.905419493s
Bytes In      [total, mean]            166598844, 7404.39
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  67.03%
Status Codes  [code:count]             0:6924  200:15081  500:495  
Error Set:
Get http://<none>:8080/: dial tcp: lookup <none>: no such host
500 Internal Server Error