stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/25-wf1-250-wf2-25-wf3/wave-iteration-2/out-wf1-25-2022-01-21_17:22:29.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    14m59.970060861s, 14m59.959976184s, 10.084677ms
Latencies     [mean, 50, 95, 99, max]  10.823742ms, 10.838959ms, 16.460029ms, 20.390331ms, 442.620278ms
Bytes In      [total, mean]            85319052, 3791.96
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  0.00%
Status Codes  [code:count]             0:1731  500:20769  
Error Set:
Get http://<none>:8080/: dial tcp: lookup <none>: no such host
500 Internal Server Error