stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/25-wf1-250-wf2-25-wf3/wave-iteration-2/out-wf1-25-2022-01-21_21:39:38.txt
Requests      [total, rate]            22500, 25.00
Duration      [total, attack, wait]    15m0.124231154s, 14m59.950866741s, 173.364413ms
Latencies     [mean, 50, 95, 99, max]  209.166072ms, 119.123234ms, 780.761336ms, 2.068760824s, 3.913349076s
Bytes In      [total, mean]            166536096, 7401.60
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  66.99%
Status Codes  [code:count]             0:6924  200:15072  500:504  
Error Set:
Get http://<none>:8080/: dial tcp: lookup <none>: no such host
500 Internal Server Error